/* CreateID - text: M+ID restriction text part 3 */
" - " = " - ";

/* CreateID - text: M+ID restriction text part 5 */
" characters" = " 個字";

/* DialogMessage - text: User joined group chat */
"%@ joined" = "%@ 加入了聊天室";

/* DialogMessage - text: User left group chat */
"%@ left" = "%@ 离开此聊天室";

/* AddFriend - text: friend synchronizing in progress */
"%@ Synced" = "最近同步：%@";

/* Letter - text: line count */
"%d lines" = "%d 行";

/* StatusEdit - button: saves status to server */
"+" = "+";

/* Phone Registration - Text: default country code for this language */
"+1" = "+1";

/* CreateID - text: M+ID restriction text part 4 */
"20" = "20";

/* CreateID - text: M+ID restriction text part 2 */
"3" = "3";

/* CreateID - text: describes what M+ID is for */
"<create id description>" = "建立M +ID后，朋友也可以透过这个id搜寻到您";

/* Phone Registration - Alert: detail explaination about phone registration */
"<detailed phone registration explanation>" = "我们将发送到以上号码一组四位数字短信认证码，于收到之后正确输入认证码完成认证步骤。如想重新编辑号码，请按“取消”按钮回到上一步。";

/* EULA - textview: detailed EULA agreement */
"<EULA detailed text>" = "1. 接受本条款。使用服务必须先行同意本条款如台端不接受本条款，则不得使用服务于任何服务之使用者介面上提供台端得以点选接受或同意本条款之选项对话者，则台端得透过点选该选项对话。以接受本条款;或台端亦得透过实际使用服务以接受本条款台端了解并同意，如台端实际使用服务时，将视台端自使用服务起接受本条款。\n\n2. M+提供服务：";

/* PhoneRegistration - alert: Asks users if they really want to register on a another device, since their old account will be disabled */
"<multi device warning message>" = "您輸入的手机号码已经在別的裝置中使用，若要重新于本装置使用此号码，原注册完成的储存资料将被删除。";

/* Name Registration - Label: explain what this name is for */
"<name description text>" = "请设定昵称让你的朋友在收到新讯息通知时知道是您";

/* Verify SMS - Label: remind user which number was is being registered */
"A verification code was sent to" = "认证号码将传送至";

/* Settings - Alert: confirm account deletion! */
"Account and all related data will be removed." = "删除帐号会删除所有聊天纪录和好友资讯。\n确定要删除帐号吗？";

/* AddFriendAlert - button: add a new friend
 FindID - button: add a new friend
 Suggest - button: add this user */
"Add" = "新增";

/* AddFriendAlertAlert - text: Add or block a contact */
"Add %@ as your friend?" = "新增％@为您的好友?";

/* AddFriendAlert - alert title:
 FindID - alert title: */
"Add Friend" = "新增好友";

/* AddFriendAlert - alert: Inform of failure
 FindID - alert: Inform of failure */
"Add friend failed. Try again later." = "新增好友失败，请稍候再ㄧ试";

/* AddFriend - title: view to add new friends */
"Add New Friends" = "新增好友";

/* Suggest - text: contact added as friend */
"Added" = "已加入";

/* EULA - Button: agree to EULA */
"Agree" = "同意";

/* ChatDialog: album image message
 ChatList: image message
 Schedule: image message */
"Album" = "选相片";

/* Notif - button: turn notification alert on */
"Alerts" = "提醒";

/* System - alert: inform use that chat history is cleared */
"All chat history cleared." = "所有历史资料已删除";

/* MyProfile - text: Explain that search options allow users to control if other can search their IDs. */
"Allow others to search my M+ID." = "如开启，您的ID可供公开搜寻";

/* MyProfile - text: This button allows users to enable and disable others to view their current online presence status. */
"Allow others to see my online/offline status." = "如开启，您的朋友将可看见您的上线状态";

/* Chat List - Alert: message to confirm if all chats should be deleted */
"Are you sure you want to delete all chat histories?" = "确定要删除所有的历史记录?";

/* AddFriendAlert - button: block a contact
 FriendInfo- button: block friend
 Suggest - button: block this user */
"Block" = "封锁";

/* Suggest - alert title: */
"Block Contact" = "封锁";

/* FriendInfo - alert: Inform of failure
 Suggest - alert: Inform of failure */
"Block failed. Try again later." = "封锁失败。请稍候再试一次。";

/* FriendInfo - alert title: */
"Block Friend" = "封锁好友";

/* Suggest - text: contact has been blocked */
"Blocked" = "已封锁";

/* BlockedUsers - title: listing of blocked users
 Settings - button: list of blocked users */
"Blocked Users" = "已封锁名单";

/* Location - button: Show both locations (me & shared location) */
"Both" = "距离";

/* Broadcast - title: broadcast a message to multiple friends 
 SelectFriends - Button: send broadcast message with selected contacts */
"Broadcast" = "广播讯息";


/* FriendInfo- button: call friend */
"Call" = "呼叫";

/* ChatDialog: camera image message
 ChatList: image message
 Schedule: image message */
"Camera" = "拍张照";

/* Album - button: cancel album selection
 Alert: Cancel button
 Broadcast - Button: cancel broadcast
 Cancel contact group action
 Cancel delete all chats
 Cancel headshot edit
 ChatList - Button: cancel HC PIN entry
 Composer - button: cancel status edit
 CreateSchedule - Button: cancel date setting
 CreateSchedule - button: cancel status edit
 Letter: cancel
 Location - button: cancel status edit
 Select Country - Button: cancel selection
 SelectFriends - Button: cancel select friends
 StatusEdit - button: cancel status edit
 TextEdit - button: cancel text edit
 Tone - button: cancel tone selection */
"Cancel" = "取消";

/* Phone Registration - Placeholder: instruct user to enter cell phone number */
"Cell Phone Number" = "输入您的手机号码";

/* CreateSchedule - title: users to increase scheduele time */
"Change Date" = "修改日期";

/* MyProfile - alert title: */
"Change M+ID Search" = "M+ID搜寻设定";

/* MyProfile - alert: inform of failure */
"Change M+ID search failed. Try again." = "更改搜寻设定失败，请再试一次";

/* Verify SMS - Button: allow user to change phone number */
"Change Phone Number" = "变更手机号码";

/* HiddenChat - title: change pin results
 HiddenVC - title: Change PIN number
 Settings - button: change hidden chat PIN */
"Change PIN" = "变更密码";

/* HiddenChat - title: change pin is successful */
"Change PIN succeeded" = "变更密码成功";

/* MyProfile - alert title: */
"Change Presence" = "更改上线状态";

/* MyProfile - alert: inform of failure */
"Change presence failed. Try again." = "更改上线状态失败，请稍后再试一次";

/* FriendInfo- button: start M+ chat 
 SelectFriends - Button: start chat with selected contacts */
"Chat" = "聊天";

/* FontSize - title: change chat font size */
"Chat Font Size" = "对话字体大小";

/* ChatName - Title: title for this view
 ChatSettings - text: Name of chat room */
"Chat Room Name" = "聊天室名称";

/* ChatSetting - title: Settings for this chat */
"Chat Room Settings" = "设定";

/* System - text: Chat settings */
"Chat Settings" = "聊天室设定";

/* ChatList - section: list of regular chats
 Nav Title: Chat Listing */
"Chats" = "聊天";

/* Action label: select an existing picture */
"Choose Existing" = "选择现有图片";

/* Operator - CHT */
"CHT" = "中华";

/* Operator - CHT */
"CHT_Fix" = "中华市话";

/* ChatSettings - button: clear all messages for this chat */
"Clear Chat History" = "清除此聊天室记录";

/* System - button: clear all chat history */
"Clear History" = "清除所有聊天记录";

/* Letter - Button: hide letter selection view
 LetterDisplay - Button: close letter view
 Location - button: close location view
 MediaLetter - Button: close letter view */
"Close" = "取消";

/* Alert: Confirm button */
"Confirm" = "确认";

/* CreateID - alert title: */
"Confirm ID" = "确认ID";

/* Location - Button: Copy location addresss */
"Copy" = "复制";

/* Tab: Phonebook tab title */
"Contacts" = "联络簿";

/* Phone Registration - Label: for country code info */
"Country code" = "国码";

/* Schedule - alert: inform of failure */
"Create Failed" = "新增失败";

/* ChatSettings - button: create a new group chat */
"Create Group Chat" = "新增多人聊天室";

/* CreateID - alert title:
 MyProfile - Button: creates a new M+ ID */
"Create ID" = "建立ID";

/* Section title for group members */
"Current Members" = "多人聊天室成员";

/* StatusMessage - text: the current status message is displayed below. */
"Current Status" = "目前状态";

/* Settings - button: Modify notification settings */
"Current Version" = "目前版本";

/* CreateScheduled - text: When message should be sent for
 ScheduleInfo - text: When message should be sent for */
"Date/Time:" = "日期/时间:";

/* Letter - text: salutation for letter */
"Dear %@," = "Dear %@:";

/* Alert: Delete button
 FriendInfo- button: delete ID friend */
"Delete" = "删除";

/* Settings - Alert: confirm account deletion! */
"Delete %@" = "删除 %@";

/* Settings - alert title:
 Settings - Alert: confirm delete title */
"Delete Account" = "删除帐号";

/* Settings - button: list of blocked users */
"Delete Account (%@)" = "删除帐号 (%@)";

/* Settings - alert: Inform of failure */
"Delete account failed. Try again later." = "删除帐号失败，请稍候再试一次";

/* Alert: Delete button
 ChatList - Button: delete all chats
 Scheduled - Button: delete all chats */
"Delete All" = "删除全部";

/* System - Alert: confirm clear chat history */
"Delete all chat history." = "删除所有聊天历史记录";

/* ChatSettings - Alert: confirm clear chat history */
"Delete all message in this chat room." = "删除聊天历史记录";

/* Schedule - alert: inform of failure */
"Delete Failed" = "删除失败";

/* FriendInfo - alert title: */
"Delete Friend" = "删除好友";

/* FriendInfo - alert: Inform of failure */
"Delete friend failed. Try again later." = "删除好友失败，请稍候再试一次";

/* Message-staus: Message is successfully delivered to other */
"Delivered" = "已送达";

/* Location - Button: Directions to location */
"Directions" = "规划路线";

/* HiddenChatSetting - alert title: */
"Disable Hidden Chat" = "取消隐藏聊天室功能";

/* HiddenChatSetting - alert: inform of failure */
"Disable Hidden Chat failed. Try again." = "取消隐藏聊天室功能失败，请稍候再试一次";

/* CreateID - alert: Confirm id creation with user */
"Do you want to create the ID: '%@'? Once you confirm, you will not be able to change it later." = "您确定使用'％@'作为您的M +ID吗？ ㄧ旦确认此ID后将不能更改";

/* Album - button: cancel album selection
 Button: done viewing photo
 ChatList - Button: done with edit mode
 CreateSchedule - Button: done with date
 Scheduled - Button: done with edit mode
 ScheduleInfo - button: done viewing scheduled messsage
 SelectFriends - Button: done selecting contacts
 StatusEdit - button: saves status to server
 UpateName - button: saves nickname to server */
"Done" = "完成";

/* ChatList - Button: edit chat list entries */
"Edit" = "编辑";

/* StatusEdit - title: view to edit status message */
"Edit Status" = "编辑状态";

/* AddFriend - button: email friends about M+ */
"Email" = "邮件";

/* HiddenChat - button: enable hidden chat */
"Enable" = "好";

/* HCSetting - button: enable or disable hidden chat
 HiddenChat - title: change pin results
 HiddenVC - title: Set New PIN number
 Settings - button: change font size for chat messages */
"Enable Hidden Chat" = "隐藏聊天室功能";

/* HiddenChat - title: view that allows users to enable hidden chat */
"Enable Hidden Chat?" = "隐藏此聊天室？";

/* View Title: EULA title */
"End User License Agreement" = "服务条款";

/* HiddenChat - text: ask user for current PIN before changing PIN */
"Enter current PIN" = "请输入已设定之密码";

/* CreateID - text placeholder: ask users to enter a M+ ID that they want */
"Enter ID you want to create" = "输入您想建立的ID";

/* FindID - text placeholder: ask users to enter a M+ ID that they want */
"Enter ID you want to find" = "透过M+ ID搜寻朋友";

/* ChatName - Placeholder: enter chat room name here
 Name Registration - Placeholder: enter user name here */
"Enter Name" = "输入昵称";

/* HiddenChat - text: ask user to enter new PIN number
 HiddenChat - text: enter new PIN to change to */
"Enter new PIN" = "输入新密码";

/* Phone Registration - Title: navigation title this view */
"Enter Phone Number" = "输入手机号码";

/* HiddenChat - text: enter new PIN again to verify PIN */
"Enter PIN again to confirm" = "再次确认密码";

/* HiddenChat - text: ask user for current PIN to unlock */
"Enter PIN to unlock hidden chats" = "输入解锁密码";

/* Verify SMS - Placeholder: enter sms verification code here */
"Enter SMS Verification Code" = "输入认证号码";

/* Verify SMS - Title: title for this view */
"Enter Verification Code" = "输入认证码";

/* Verify SMS - Label: instruct user to enter verification code */
"Enter verification code" = "请输入认证码";

/* Phone Registration - Label: command to enter phone number */
"Enter your cell phone number" = "输入您的手机号码";

/* Operator - CHT */
"FET" = "远传";

/* FindID - button: start searching for ID */
"Find" = "搜寻";

/* FindID - title: find friends using M+ID */
"Find Friend" = "寻找朋友";

/* FindID - text: what does this search does */
"Find friend using his/her M+ ID" = "透过M+ ID搜寻朋友";

/* AddFriend - button: find new friends with M+ID */
"Find Friend with ID" = "透过M+ ID搜寻朋友";

/* MediaImage - Button: forward image to others */
"Forward" = "转寄";

/* AddFriend - button: email friends about M+ */
"Free SMS" = "免费推荐短信";

/* FriendSuggest - title: listing of friend suggestions users */
"Friend Suggestions" = "谁也在用的M+";

/* View Title: Friends Listing */
"Friends" = "好友";

/* AddFriend - button: provides friend suggestions to user */
"Friends Suggestions" = "谁也在用的M +";

/* Notif - title: group notification settings
 Settings - button: Modify notification settings */
"Group Notification" = "多人聊天室通知";

/* StatusMessage - alert: inform of failure */
"Headshot update failed. Try again." = "上传图片失败，请稍候再试一次";

/* HiddenChatSettings - title: hidden chat setting view */
"Hidden Chat" = "设定隐藏聊天室";

/* ChatSetting - alert: inform of failure */
"Hidden chat update failed. Try again." = "设定隐藏聊天室失败，请稍候再试一次";

/* ChatList - section: list of hidden chats */
"Hidden Chats" = "隐藏聊天室";

/* HiddenChat - text: explain hidden chat
 HiddenChatSetting - text: This button allows users to enable and disable hidden chat feature. */
"Hide private chats from the Chat List. Select chats to hide in the chat room's settings." = "私密对话可以在聊天室名单中隐藏起来。使用聊天设定可指定隐藏哪些聊天室。";

/* ChatSettings - button: hide this chat room */
"Hide This Chat" = "隐藏此聊天室";

/* MyProfile - text: This button allows users to enable and disable others to view their current online presence status. */
"Hides this chat from Chat List. Hidden chats are revealed when the correct PIN is entered." = "您可以从聊天室设定中隐藏个别的聊天室。该聊天室将会被隐藏并受您设定的密码保护。";

/* CreateID - alert title: inform user that id already exits */
"ID Already Exists" = "此M+ID已被使用";

/* CreateID - alert: ID is invalid
 FindID - alert: ID is invalid */
"ID cannot contain any special characters." = "设定ID不得使用特殊符号";

/* CreateID - alert: inform of failure */
"ID creation failed. Try again." = "设定的ID失败，请稍候再试一次";

/* CreateID - text: M+ID restriction text part 1 */
"ID must be " = "ID 必须 ";

/* HiddenChatSetting - text: This button allows users to enable and disable hidden chat feature. */
"If you forget your PIN, you will need to reinstall M+. Previous chat data and history will be lost." = "请注意：假如您忘记密码，您将必须移除的M+后重新安装，先前的设定资料及聊天记录将会消失。请务必记住您的密码。";

/* HeadShot: tell users that the image failed to download */
"Download failed." = "照片载入失败";

/* Notif - button: play sound if new msg arrives */
"In-App Sound" = "M+铃声";

/* Notif - button: vibration in-app if new msg arrives */
"In-App Vibration" = "M+震动";

/* HiddenChat - text: user entered incorrect PIN number */
"Incorrect PIN" = "密码错误";

/* HiddenChat - text: user entered incorrect PIN number */
"Incorrect PIN entered" = "密码错误";

/* FriendInfo - title: detailed info about friend
 PhoneBookInfo - title: detailed info about friend */
"Info" = "资讯";

/* CreateID - alert title
 FindID - alert title */
"Invalid ID" = "此M+ ID已被使用";

/* UpdateName - alert title */
"Invalid Name" = "无效的名称";

/* VerifySMS - Alert: title */
"Invalid Pass Code" = "请输入正确密码";

/* PhoneRegistration - Alert: title */
"Invalid Phone Number" = "电话号码无效";

/* StatusEdit - alert title */
"Invalid Status" = "状态设定错误";

/* SelectFriends - Button: invite to group chat */
"Invite" = "邀请";

/* ChatSettings - button: add more friends to chat */
"Invite Members" = "邀请朋友";

/* FontSize - button: large font size
 Settings - text: current font is large */
"Large" = "大";

/* FriendInfo - text: indicates when user was last logged in */
"last seen %@" = "最后上线 %@";

/* Settings - button: Modify notification settings
 System - button: tap to update */
"Latest Version" = "最新版本";

/* ChatDialog: letter message
 ChatList: letter message
 Letter - Title: view title
 Message - text: letter message
 Schedule: image message */
"Letter" = "传送信件";

/* Album - title: albums are loading
 ImagePicker - title: images are loading */
"Loading..." = "载入中...";

/* ChatDialog: location message
 ChatList: location message
 Location - Title: Call title for shared location
 Location - title: Current center location
 Location - Title: view title
 Message - text: location message */
"Location" = "共享位置";

/* Location - button: Show shared location */
"<Location button>" = "目的地";


/* Location - Title: edit address and search */
"Location Address" = "共享位置";

/* HiddenChat - button: locks hidden chat after unlocking */
"Lock Hidden Chat Now" = "回复隐藏状态";

/* MyProfile - text: M+ID of user */
"M+ ID" = "我的M+ID";

/* MyProfile - title: others can search your M+ ID to find you */
"Make M+ID Searchable" = "ID 可供搜寻";

/* ChatList - alert: inform of failure */
"Make sure you have network connectivity and try again." = "请确认网路联机再试一次";

/* Operator - CHT */
"MBT" = "亚太行动";

/* Operator - CHT */
"MBT_Fix" = "亚太固网";

/* Location - button: Show my location */
"Me" = "目前位置";

/* Index Title: keep this short - represents members that are already part of a chat group */
"Mem" = "成员";

/* ChatSettings - text: Member listing */
"Members (%d)" = "聊天室成员 (%d)";

/* System - button: change font size for chat messages */
"Message Font Size" = "对话字体大小";

/* Notif - title: p2p notification settings
 Settings - button: Modify notification settings */
"Message Notification" = "讯息通知";

/* Notif - button: should show message preview */
"Message Preview" = "讯息预览";

/* CreateSchedule - title: users to increase scheduele time */
"Message time should be at least %d minutes from now." = "必须设定%d分钟之后发送，请重新确认";

/* CreateScheduled - text: message text
 ScheduleInfo - text: message text */
"Message:" = "传送内容:";

/* Name - text: has not surpassed minimum */
"Min %d characters" = "最少%d个字";

/* MyProfile - title: view to change profile information
 Settings - button: show my profile settings */
"My Profile" = "个人资料";

/* Section Title: for objects without data */
"NA" = "NA";

/* Index Title: for objects without data */
"na" = "na";

/* MyProfile - text: Name of user
 Update Name - Title: title for this view */
"Name" = "昵称";

/* UpdateName - alert: inform of failure */
"Name update failed. Try again." = "昵称更新失败，请稍后再试一次";

/* UpdateName - alert: name is invalid */
"Names cannot contain any special characters." = "不可输入特殊符号";

/* ChatList - alert: inform of failure */
"Network Unavailable" = "请确认网路联机";

/* Schedule - title: view to edit status message
 StatusEdit - title: view to edit status message */
"New Schedule" = "预约讯息";

/* Composer - button: go to next step
 CreateSchedule - button: go to next step
 Letter - button: go to next step
 Location - button: shares location - go to next step in braodcast
 Phone Registration - Button: go to next step
 Verify SMS - Button: go to next step
 VerifySMS - button: submit code */
"Next" = "下一步";

/* CDMessage - title: if no members exists in this group chat */
"No Contacts" = "无联络人";

/* ChatList - text: no hidden chats currently exists */
"No hidden chats configured" = "目前尚无被隐藏的聊天室";

/* Location - alert: No search matches for address entered */
"No matches found for address" = "沒有符合的搜寻";

/* Location - alert: No search matches or POI found nearby */
"No matches found nearby" = "沒有景點資訊";

/* CDChat - title: if no members exists in this group chat */
"No Members" = "没有成员";

/* FindID - alert title: */
"No Results" = "MessagePlus讯息";


/* FontSize - button: standard font size
 Settings - text: current font is normal */
"Normal" = "一般";

/* HiddenChat - button: ignore enable hidden chat */
"Not Now" = "现在不要";

/* AddFriend - button: friend has never been synced */
"Not Synced Yet" = "尚未同步";

/* Tones - title: select ring tone for message alerts */
"Notification Tones" = "提醒铃声";

/* Settings - text: hidden chat is NOT enabled */
"Off" = "Off";

/* Alert: OK button
 Letter: ok */
"OK" = "好";

/* Settings - text: hidden chat is enabled */
"On" = "On";

/* CD: Contact is currently online */
"online" = "在线";

/* Operator - CHT */
"Other" = "其他";

/* StatusEdit - text: reached max length of name
 TextEdit - text: over max length of text */
"Over limit" = "已达字数限制";

/* Pet Phrase - title: view to edit pet phrases */
"Pet Phrase" = "常用";

/* MyProfile - text: phone number of user */
"Phone Number" = "手机号码";

/* SelectContacts - title: */
"Phonebook" = "联络簿";

/* Message - text: photo message */
"Photo" = "照片";

/* ImagePicker - title: select images */
"Pick Photos" = "从手机相片图库中选取照片";

/* HiddenChat - text: user entered incorrect PIN number */
"PINs do not match" = "密码不符";

/* ResourceUpdate - text: ask users to wait while downloading */
"Please wait while resources are udpating..." = "下载中，请稍后〜";

/* Notif - button: show pop messages */
"Popup Notifications" = "通知";

/* StatusMessage - section title: lists predefined status messages that users can choose from */
"Predefined Status" = "预设状态";

/* Letter - Button: Preview letter before sending */
"Preview" = "预览";

/* Name - text: reached max length of name
 StatusEdit - text: reached max length of name
 TextEdit - text: reached max length of text */
"Reached limit" = "已达字数限制";

/* Message-staus: Message was read by other */
"Read" = "读取";

/* No comment provided by engineer. */
"Read %d/%d" = "已读取 %d/%d";

/* CreateSchedule - placeholder: press to select contacts to send to */
"Recipients" = "传送给";

/* Verify SMS - Button: button will resend code via sms again */
"Resend SMS\nVerification Code" = "重新发送短信认证号码";

/* Composer - button: saves status to server
 CreateSchedule - button: saves and send schedule message
 LetterDisplay - Button: Save letter to album
 MediaImage - Button: save chat to album
 MediaLetter - Button: save letter image to album
 StatusEdit - button: saves status to server
 Tone - button: try to save user selection
 UpdateName - button: saves nickname to server */
"Save" = "储存";

/* LetterDisplay - button: save to photo album is done
 MediaImage - button: save to photo album is done
 MediaLetter - button: save to photo album is done */
"Save Complete" = "完成";

/* MediaImage - alert title */
"Save Image" = "储存照片";

/* MediaImage - alert msg: Save letter failed */
"Save image failed. Please try again" = "储存图片失败，请稍候再试";

/* LetterDisplay - alert title */
"Save Letter" = "储存信件";

/* LetterDisplay - alert msg: Save letter failed */
"Save letter failed. Please try again" = "储存信件失败，请稍后再试";

/* Tab: Scheduled Message tab title */
"Schedule" = "预约讯息";

/* ScheduleInfo - title: view a scheduled message information */
"Schedule Info" = "预约讯息";

/* Nav Title: Scheduled message listing */
"Schedule Message" = "预约讯息";

/* Schedule - alert: inform of failure */
"Scheduled message cannot be created." = "预约讯息失敗";

/* Schedule - alert: inform of failure */
"Scheduled message cannot be deleted." = "预约讯息刪除失敗";

/* Location - button: search address button
 Search Placeholder: prompts user to enter search string */
"Search" = "搜寻";

/* Search Placeholder: prompts user to enter search string */
"Search Other Locations" = "搜尋或輸入地址";

/* Index Title: keep this short - represents members that are already part of a chat group */
"Sel" = "聊天室成员";

/* Album - title: users should select an photo album */
"Select Album" = "选取相本";

/* SelectContacts - title: */
"Select Contacts" = "选取联络人";

/* Select Country - title: view that ask users to select their cell provider country */
"Select Country" = "选取国家";

/* SelectFriends - Title: allow user to select friends
 View Title: Choose friends to chat with */
"Select Friends" = "选择朋友";

/* Letter - Button: change letter paper image */
"Select Letter" = "选取信件样式";

/* CreateSchedule - text: tell users to select a sticker to send */
"Select Sticker" = "传送贴图";

/* SelectFriends - Title: show selected friends */
"Selected Friends" = "选取好友";

/* Section title for group members */
"Selected Members" = "选取成员";

/* Broadcast - Button: send out broadcast
 Broadcast - button: send out broadcast msg
 ChatDialog Toolbar - Button: send message button
 Composer - button: saves status to server
 Letter - button: sends letter */
"Send" = "传送";

/* Letter - alert title: confirm empty fields */
"Send Letter" = "传送信件";

/* Letter - alert text: confirm empty body */
"Send this letter without a body?" = "您没有填写内文，确定要发送此信件吗？";

/* Message-staus: Message is successfully delivered to other
 Message-staus: Message is successfully sent to Server */
"Sent" = "传送";

/* MyProfile - alert title: */
"Set Alert" = "设定提醒";

/* Notif - alert: inform of failure */
"Set Alert failed. Try again." = "设定提醒失败，请再试一次。";

/* Notif - alert: inform of failure */
"Set Alert Popup failed. Try again." = "设定弹跳视窗提醒失败，请再试一次。";

/* ChatSetting - alert title: */
"Set Hidden Chat" = "设定隐藏聊天室";

/* MyProfile - alert title: */
"Set Message Preview" = "设定讯息预览";

/* Notif - alert: inform of failure */
"Set Message Preview Failed. Try again." = "设定讯息预览失败，请再试一次。";

/* CreateSchedule - title: users to increase scheduele time */
"Set message time/date to at least 10 minutes from now." = "必须设定10分钟之后发送，请重新确认";

/* HiddenChat - title: change pin is successful */
"Set new PIN succeeded" = "成功设定密码";

/* Notif - alert: inform of failure */
"Set Ring Tone failed. Try again." = "设定提醒铃声失败，请再试一次";

/* ChatDialog - Button: go to chat room settings
 Settings - title: app user settings */
"Settings" = "设定";

/* Location - button: shares this location */
"Share" = "分享";

/* MyProfile - title: allow others to see my presence status */
"Show My Presence" = "显示上线状态";

/* AddFriend - button: email friends about M+
 FriendInfo- button: text friend */
"SMS" = "傳短信";

/* Operator - CHT */
"Sparq" = "速博";

/* Name - text: warn about adding special characters */
"Special characters not allowed" = "不得使用特殊符号";

/* MyProfile - text: Status of user
 StatusMessage - title: view to change status message */
"Status Message" = "状态";

/* StatusEdit - alert: status is too long */
"Status messages must be less than 60 chracters." = "状态需少于60字";

/* StatusMessage - alert: inform of failure */
"Status update failed. Try again." = "状态设定失败，请再试一次。";

/* ChatList: sticker message
 Message - text: sticker message
 Schedule: sticker message */
"Sticker" = "传送贴图";

/* CreateID - button: ok to submit ID */
"Create" = "建立";

/* AddFriend - text: friend synchronizing in progress */
"Synchronizing..." = "同步中...";

/* Settings - button: System settings
 System - text: System general settings
 System - title: app user settings */
"System" = "系统";

/* Action label: take a new picture */
"Take a Picture" = "拍摄照片";

/* TellFriend - title: tell friends about M+ */
"Tell a Friend" = "与朋友分享";

/* AddFriend - button: tell friends about this app */
"Tell Friends" = "与朋友分享";

/* AddFriend - button: tell others using free sms */
"Tell Friends via Free SMS" = "使用免费简短信推荐";

/* Schedule: text message
 TextEdit: text message */
"Text" = "发讯息";

/* FindID - alert: inform that search returned no results */
"The ID does not exist or is not allowed to be searched." = "没有符合项目.";

/* VerifySMS - Alert: sms pass code is invalid */
"Incorrect pass code entered. Try again." = "认证码错误，请重新发送短信认证号码。";

/* Phone Registration - Alert: phone number is invalid */
"The phone number you entered is invalid. Please try again." = "您输入的电话号码无效，请再輸入ㄧ次";

/* Phone Registration - Label: describes purpose of phone registration */
"To verify user identification, a SMS message will be sent to your phone." = "我们将发送到以上号码一组四位数字短信认证码，请于收到之后正确输入认证码完成认证步骤。";

/* CreateScheduled - text: To which friends is scheduled messgae for
 ScheduleInfo - text: To which friends is scheduled messgae for */
"To:" = "传送给:";

/* Notif - button: sound to play during alert */
"Tone" = "提醒铃声";

/* Tone name */
"Tone One" = "铃声1";

/* Tone name */
"Tone Three" = "铃声3";

/* Tone name */
"Tone Two" = "铃声2";

/* No comment provided by engineer. */
"Top Contacts" = "Top Contacts";

/* CreateID - alert message: ask user to try entering a different ID */
"Try a different ID." = "尝试其他ID.";

/* MyProfile - alert title: */
"Turn On M+ID Search" = "ID可供搜寻";

/* MyProfile - alert: inform of failure */
"Turn on M+ID search failed. Try again." = "ID搜寻开启失败，请再试一次";

/* Operator - CHT */
"TWM" = "台湾大";

/* Operator - CHT */
"TWM_Fix" = "台湾固网";

/* BlockUser - button: unblock this blocked user */
"Unblock" = "解除封锁";

/* BlockUser - alert: Inform of failure */
"Unblock failed. Try again later." = "解除封锁失败，请稍候再试一次";

/* BlockedUser - alert title: */
"Unblock Friend" = "解除封锁";

/* TextEdit - text: less thab min length of text */
"Under limit" = "字数限制內";

/* Phone Registration - Text default: default country for this language */
"United States" = "美国";

/* HiddenVC - title: Unlock hidden chat to proceed */
"Unlock" = "解锁";

/* MyProfile - alert title: */
"Update Headshot" = "更新照片";

/* UpdateName - alert title: */
"Update Name" = "更新昵称";

/* StatusMessage - alert title: */
"Update Status" = "更新状态";

/* System - button: tap to update */
"Update to Latest Version" = "下载最新版本";

/* Operator - CHT */
"Vibo" = "威宝";

/* Utility - date: identify date as yesterday */
"yesterday" = "昨天";

/* CreateID - alert: inform of success */
"Your M+ ID '%@' is created. Now people can find you with this ID" = "您的 M+ ID '%@'已經建立， 您的朋友可以透过ID搜寻到您";




/* 0.3.24 */

/* NavTitle: Currently connecting to servers */
"connecting..." = "尝试连线中...";

/* NavTitle: No network available, cant' connect to servers */
"no network" = "请确认网路连线正常";

/* NavTitle: Other party is typing a message */
"typing..." = "打字中...";

/* SelectFriends - Title: informs users number of selected friends */
"Selected %d Friends" = "已选取%d个位朋友";

/* SelectContacts - Title: informs users number of selected contacts */
"Selected %d Contacts" = "已選取%d位聯系人";



/* ChatDialog - text: inform that this p2p chat account is canceled, so can't send message to user */
"Account Deleted" = "此朋友帐号删除，您无法传送讯息";


/* FreeSMS */

/* FreeSMS - button: close location view */
"Cancel" = "取消";

/* FreeSMS - title: free sms preview */
"Free SMS" = "免费推荐短信";

/* FreeSMS - text: which contacts we will send free sms to */
"Recipients (%d):" = "传送给 (%d):";

/* FreeSMS - button: send out SMS */
"Send" = "传送";

/* FreeSMS - alert title: informs of failure */
"Send Free SMS" = "传送免费推荐短信";

/* FreeSMS - alert text: informs of failure */
"Send free sms failed. Try again." = "传送免费推荐短信失败，请再试一次";


/* Chat Dialog */

/* DialogMessage - button: try sending this message again */
"Try Again" = "重新发送";

/* DialogMessage - actionsheet: title for retry and delete message options */
"This message was not sent." = "讯息没有发送成功";


/* 0.3.36 */

/* ChatSettings - Alert: confirm leave and delete chat */
"Exit and delete all message in this chat room." = "离开之后将无法再次浏览聊天记录。确定要离开吗";

/* AddFriend - alert title: */
"Add Friend Failed" = "增好友失败";

/* AddFriend - alert: can't add since account is deleted. */
"This user's account has been deleted." = "此用户已删除帐号";

/* Search Placeholder: prompts user to search in friend list */
"Search Display Name" = "搜寻显示名称";

/* Search Placeholder: prompts user to enter search string for phonebook contacts */
"Search Contacts" = "搜寻联系人"; 


/* No Item Text */

/* FriendList - text: Inform users how to add friends since there are none initially */
"Tap the '+' button to add friends." = "您现在没有好友，按下右上角的（＋）邀请好友加入M +的吧";

/* FriendSuggest - text: Inform users that there are no friend suggestions right now */
"No Friend Suggestions" = "目前没有推荐的好友";

/* Blocked - text: Inform users that there are no blocked contacts */
"No Blocked Contacts" = "目前没有封锁任何人\n您可以在好友个人资讯\n进行封锁。";

/* PhoneBook - text: Inform users that there are no phone contacts */
"No Contacts" = "您目前没有联系人";

/* ChatList - text: Inform users how to start a new chat, since there are none now */
"Tap the chat bubble button to start a new chat." = "找朋友开始聊天吧！\n一对一聊好好玩，\n群聊更有趣喔！";

/* Schedule - text: Inform users how to add new schedule message since there are none now */
"Tap '+' to create a scheduled message.\n(5 minutes to 60 days)" = "按下(+)即可预约讯息\n写下特定时间的讯息或祝福。\n(预约时间范围5分钟〜60天内)";

/* ImagePicker - text: Inform users that there are no photo albums available */
"No Photos" = "没有照片";

/* SelectContact - text: Inform users that there are no friends available for selection */
"No Friends" = "您目前没有好友";

/* SelectContactProperty - text: Inform users that there are no emails available for selection */
"No Emails" = "您目前没有联络人";

/* SelectContactProperty - text: Inform users that there are no phone numbers available for selection */
"No Phone Numbers" = "您目前没有联络人";



/* Location */

/* LocationShare: enable location to access photos */
"Share Location" = "分享位置资讯";

/* LocationShare: enable location to view location */
"View Location" = "浏览位置资讯";

/* LocationShare: Enable location to access photots */
"Turn on Location Service in Settings to allow M+ to determine your location." = "请开启定位服务，M+将使用您的位置资讯 ";

/* LocationShare: without location we can't get the directions */
"Your location is not available. Please try again later." = "位置无法辨识，无法为您规划路线，请再试一次。";


/* Photo Album */

/* ImagePicker - title: select images */
"Select Photos" = "选择照片";

/* ImagePicker - title: select images */
"Selected %d Photos" = "已选取%d个张照片";

/* ImagePicker: enable location to access photos */
"Send Multiple Photos" = "多张照片傳送";

/* ImagePicker: Enable location to access photots */
"Enable 'Location Services' in Settings app to send multiple photos." = "请前往设定开启定位服务，即可一次传送多张照片，謝謝";

/* Album - MainLabel: Encourage users to enable GPS to access photo album */
"Share Multiple Images with Ease" = "轻松一次分享多张照片";

/* Album - SubLabel: Encourage users to enable GPS to access photo album */        
"Enable 'Location Services' to send multiple photos." = "现在只要开启定位，就能多张传送，与家人朋友尽情分享欢乐时光.";






/* Registration */

/* PhoneRegistraiton - title: error occurred */
"Phone Registration" = "门号注册";

/* EULA - Button: don't agree with EULA */
"EULA Cancel" = "不同意";

/* Alert: OK to proceed with phone registration */
"<ok-phone registration>" = "确定取得认证码";

/* VerifySMS - Alert: title */
"Pass Code Expired" = "认证码已逾时";

/* VerifySMS - Alert: sms pass code has expired */
"Pass code entered has expired. Request another verification code." = "您輸入的認證碼已逾時，請再申請一次";



/* Settings */

/* Settings - text: version of app installed */
"Version %@" = "目前版本 %@";

/* Settings - text: update to new version */
"Update" = "更新";

/* Settings - text: new update is available */
"N" = "N";




/* HTTPRequests: 
 - If requests to servers failed for some reason (usually network failure), inform the user to try at a later time 
 - For Find M+ ID, Changes in settings, etc.
 */
"Request failed. Try again later." = "执行失败，请稍候再试一次";


/* Letter */

/* Letter - placeholder: tells users provide a greeting */
"Greeting" = "收件人姓名";

/* Letter - placeholder: tells users to sign the letter */
"Signature" = "寄件人姓名";

/* Alerts */

/* Call - alert: inform of failure */
"Call Failure" = "呼叫失敗";

/* Call - alert: device does not support calls */
"Device does not support Telephony." = "此装置无法进行呼叫";

/* SMS - alert: inform of failure */
"Compose SMS Failure" = "传送短信失败";

/* SMS - alert: device does not support SMS */
"Device does not support SMS." = "此装置无法发送短信";

/* SMS - alert: inform of failure */
"Compose SMS Failure" = "传送短信失败";

/* SMS - alert: sms message failed to send out */
"Failed to send SMS message." = "传送短信失败";

/* Email - alert: inform of failure */
"Compose Email Failure" = "传送邮件失败";

/* Email - alert: email account is not setup. */
"Email account setup is incomplete." = "邮件帐号没有设定完成，请确认";


/* Tell a Friend */

/* AddFriend - button: send sms to tell friends about M+ */
"<sms tell friend>" = "付费推荐短信";

/* Tell Friend: Email default text */
"<tell_friend_email>" = "推荐您安装M+ Messenger：最有趣好用的聊天软体。
哈罗

我现在都使用M+ Messenger来传讯聊天，有趣又省钱 :-) 好友缺很大，快点来加我吧！！

M+ Messenger让您随时随地跟朋友分享讯息跟图片等资讯。不止这些，还有可爱的动态贴纸等特别的功能喔。

iPhone及Android都可以下载的到。下载网址是: www.mplusapp.com/W/Re?m=3";

/* Tell Friend: SMS default text */
"<tell_friend_sms>" = "Hi 我现在都使用M+ Messenger来传讯聊天，有趣又省钱，好友缺很大，快点来加我吧！下载
www.mplusapp.com/W/Re?m=2";

/* Tell Friend: Free SMS default text */
"<tell_friend_free>" = "%@传送一封讯息给您：
Hi 我现在都使用M+ Messenger来传讯聊天！下载
www.mplusapp.com/W/S";




/* HTTPRequest: title for alert message received from servers */
"M+ Alert" = "M+讯息";

/* Text Emoticon */

/* TextEmoticon - button: open a url link */
"Open" = "开启网页";

/* TextEmoticon - button: compose a new email message */
"Compose Email" = "到此邮址编写信件";


/* Name */

/* ChatName - Placeholder: enter chat room name here */
"<chat: enter name>" = "设定聊天室名称";

/* Name Registration - Placeholder: enter user name here */
"<myprofile: enter name>" = "输入昵称";


/* HTTP Request Error */

/* HTTPRequests - alert title: if requests to servers failed for some reason, inform the user to try at a later time */
"Request Failed" = "连线失败";

/* HTTPRequests - alert message: if requests to servers failed for some reason, inform the user to try at a later time */
"Check your network connectivity and try again." = "连线发生错误，请稍后再试";

/* HTTPRequest: Invalid IMEI detected, so account will be deleted. */
"Authentication Failed" = "认证失败";

/* HTTPRequests: if requests to servers failed for some reason, inform the user to try at a later time - XML ISSUE */
"Response Format Issue" = "回传格式错误";



/* App Update */

/* AppUpdate - text: Message to encourage users to update to the new version. */
"<app force update messasge>" = "发现新版本，请立即更新享用M +的新功能";

/* AppUpdate - button: tap to update app now */
"Update Now" = "马上更新";


/* Chat Dialog */

/* ChatDialog - alert: Need to unblock in order to message */
"%@ is blocked. Unblock to send message." = "％@已被您封锁。解除封锁后传送讯息？";


/* ChatSettings - button: leaves and deletes chat room */
"Leave Chat Room" = "离开聊天室";

/* FriendInfo- button: start M+ chat */
"<chat info view>" = "M+ 聊天";


/* Create New Message Types */

/* Schedule: sticker message 
 Broadcast: sticker message */
"<create sticker message>" = "贴个图";

/* ChatList: create letter message */
"<create letter message>" = "写封信";

/* ChatList: create location message */
"<create location message>" = "传位置";



/* Scheduled Message */

/* Schedule - alert: inform of failure */
"Scheduled time must be more than 3 minutes later or less than 60 days from now." = "预约时间错误：需至少大于3分钟，不可超过60天。";


/* ProgressOverlay: Inform users of upload progress (headshot, etc.) */
"Uploading..." = "照片上传中...";


/* Notification Tones Names */
"None" = "没有铃声选项";
"Witty" = "轻巧";
"Marimba" = "木琴1";
"Icicles" = "木琴2";
"Teleport" = "提醒";
"Chime" = "高音键";
"Dream" = "慢连音";
"Drum" = "鼓";

/* Notif - text: Explains that Message Preview enables preview text for push notifications. */
"Show message preview text for push notifications." = "于信息通知中预览消息正文";

/* Phone Registration - button: View end user licence agreement */
"View Licence Agreement" = "使用条款";

/* Phone Registration - button: Agree to EULA and submit phone number for registratio */
"Agree and Submit" = "同意并进行注册";

/* Phone Registration - Alert title: ask for contacts access */
"<access contacts title>" = "M+将上传电话簿的电话号码";

/* Phone Registration - Alert message: ask for contacts access */
"<access contacts message>" = "我们需要你的同意将电话簿中的电话号码上传到M+服务器，以提供以下三个功能：(1)将那些也安装M+的联络人自动加入成为你的M+好友 (2) 推荐你可能认识的朋友把你加为M+好友 (3) 针对台湾地区用户，标示电话簿联络人目前所属的电信公司。请放心，所有数据传输都会进行加密。";

/* Phone Registration: deny access to contacts */
"<access contacts deny>" = "拒绝";

/* Phone Registration: allow acccess to contacts */
"<access contacts allow>" = "同意";



/* Telephony Warnings */

/* FriendInfo - alert: Warn users that this call will cost money */
"Send SMS through phone carrier." ="将透过您自己的电话传短信，提醒您需负担费用给您的所属电信业者。";

/* FriendInfo - alert: Warn users that this call will cost money */
"Call through your phone carrier." = "将透过您自己的电话拨打，提醒您需负担费用给您的所属电信业者。";

/* PhoneInfo - alert: Warn users that this call will cost money */
"Send SMS invitation through phone carrier." = "将透过您自己的电话传简讯，提醒您需负担费用给您的所属电信业者。";

/* Alert: Disable this warning */
"Disable Warning" = "不再提醒";

/* Proceed to compose sms */
"<proceed sms>" = "编辑短信";

/* Proceed with call */
"<proceed call>" = "拨打";

/* Proceed with invite (sms) */
"<proceed invite>" = "编辑短信";

/* Settings-button: Help for M+ users */
"Help" = "说明（Q&A）";


/* Create ID */

/* MyProfile-alert: Create ID Help Title */
"Create M+ ID" = "创建M+ ID";

/* MyProfile-alert: Create ID Help Message */
"M+ ID lets others add you as a friend without sharing your phone number.\n\nYou can also add friends by searching for their M+ ID." = "M+ ID 让您不用透露电话，就可以让别人搜寻的ID加你为好友。\n\n您也可以搜寻您朋友的M+ ID将他们加入好友清单。";

/* CreateID - alert title: ID was just created */
"Create ID Succeeded" = "创建ID成功";

/* CreateID - alert title: create failed */
"Create ID Failed" = "建立ID失败";


/* Auto Sync */

/* AddFriends/Settings - button: list of blocked users */
"Auto Sync Friends" = "自动同步联络人信息";

/* PhoneBook - text: Instruct users to import contacts if auto sync is off */
"Import Contacts" = "汇入联系人";

/* PhoneBook - button: Start import contacts */
"Start" = "开始";
